pages/cv.org
#+BEGIN_COMMENT
.. title: About me
.. slug: cv
.. date: 2017-04-10 22:43:18 UTC+02:00
.. tags: 
.. category: cv
.. link: 
.. description: my resume
.. type: cv
#+END_COMMENT



| About me                |                     |
|-------------------------+---------------------|
| Age                     | 27 ans              |
| Personnal experience    | 6 ans               |
| Professional experience | 2 ans               |
| Country                 | Belguim, Luxembourg |


#+BEGIN_QUOTE
Give me six hours to chop down a tree and I will spend the first four sharpening the axe.
-- Abraham Lincoln
#+END_QUOTE

* Technical Skills
*** {1}   _low_   {2}  _medium_  {3}  _high_  {4}  _master_
** Backend
  | Language   |     |         |     |
  |------------+-----+---------+-----|
  | Python     | {4} | Elisp   | {2} |
  | Node (ES6) | {2} | Ruby    | {2} |
  | Elixir     | {1} | Php     | {1} |
  | Java       | {1} | Clojure | {1} |


  
  | Framework python |     |         |     |
  |------------------+-----+---------+-----|
  | Django           | {2} | Flask   | {2} |
  | Nikola           | {2} | Tornado | {1} |


  | Framework elixir |     |
  |------------------+-----|
  | Phoenix          | {1} |


  | Framework Php |     |     |     |
  |---------------+-----+-----+-----|
  | Symfony       | {1} | Zf2 | {1} |

** Frontend  
  | Language        |     |            |     |
  |-----------------+-----+------------+-----|
  | Javascript(es6) | {3} | Typescript | {3} |
  | Elm             | {2} |            |     |



  | Integration |     |             |     |
  |-------------+-----+-------------+-----|
  | Css         | {2} | Sass        | {2} |
  | Jquery      | {2} | Bootstrap   | {2} |
  | Foundation  | {3} | Materialize | {2} |


  | Framework |     |       |     |
  |-----------+-----+-------+-----|
  | Angular2  | {3} | React | {2} |
  | Vuejs     | {1} |       |     |


  | Build Tools |     |        |     |
  |-------------+-----+--------+-----|
  | Webpack     | {2} | Brunch | {3} |
  | gulp        | {1} | Grunt  | {1} |

** Others
  | Servers |     |        |     |
  |---------+-----+--------+-----|
  | Nginx   | {2} | Apache | {1} |



  | Databases |     |            |     |
  |-----------+-----+------------+-----|
  | Mysql     | {2} | Postgresql | {2} |
  | Sqlite    | {2} | Mongo      | {2} |
  | Redis     | {1} |            |     |
  

  
  | Tools      |     |      |     |
  |------------+-----+------+-----|
  | Slack      | {3} | Jira | {3} |
  | Confluence | {3} |      |     |

  
  
  | Others |     |         |     |
  |--------+-----+---------+-----|
  | Emacs  | {3} | Git     | {2} |
  | Docker | {2} | Vagrant | {2} |

** Human Language
|---------+-----|
| French  | {4} |
| English | {3} |
|---------+-----|



* Professional Experience
| *Vesperia -  /*2016 - 2017*/ (14 months) | Software Engineer*                                |
|------------------------------------------+---------------------------------------------------|
| *Description*                            | *Docteana* Improve the website.                   |
| *Environnement*                          | zf2, jquery, angular, mysql, vagrant              |
| *Description*                            | *LogDirect:* Bugfixing on existing website.       |
| *Environnement*                          | Wordpress, Jquery, Css, Bootstrap, Docker.        |
| *Description*                            | *atHome*: Building statical tools with typescript |
| *Environnement*                          | Typescript and React, home framework, docker.     |


| *Vous.lu - /*2015*/ (2month)* | *Web developer*                 |
|-------------------------------+---------------------------------|
| *Description*                 | Building website for the agency |
| *Environnement*               | Wordpress bootstrap             |




* Education
| *Vesperia Group Traning course* |                                                            |
|---------------------------------+--------------------------------------------------------------|
|                            2016 | - POO & Design Patterns, Tests Unitaires et ZendFramwork 2*/ |



| *STE-Formations 2014-2015* | *Java cloud computing*                                       |
|----------------------------+--------------------------------------------------------------|
| *Description*              | It was a advanced formation that last 1 years                |
|                            | We did a lot of database analyse, algorithm, design patterns |
|                            | We build a sudoku and a website                     |


| *Bac + 2 (2012-2014) | Web developer*                                        |
|----------------------+-------------------------------------------------------|
| *Description*        | first year: html, css, php, mysql, javascript, jquery |
|                      | second year: symfony2, pdo, apache, bootstrap..       |
| *Final*              | build http://www.liex.be                              |
| *Environnement*      | Python, django, mysql, nginx, foundation, jquery      |
| *Description*        | I had the choice of thecnologie so i choose python    |
|                      | to give me a challenge, i really like the project and |
|                      | i learn a lot as a web developer because i build      |
|                      | everything from scratch, it has a backend and         |
|                      | a private zone with a calendar and a chat             |


| *Formation web* |               |
|-----------------+---------------|
|       2011-2012 | Web developer |
