pages/cv/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " vocab="http://ogp.me/ns" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="my resume">
<meta name="viewport" content="width=device-width">
<title>About me | edil3ra</title>
<link href="../../assets/css/rst.css" rel="stylesheet" type="text/css">
<link href="../../assets/css/code.css" rel="stylesheet" type="text/css">
<link href="../../assets/css/main.css" rel="stylesheet" type="text/css">
<link href="../../assets/css/custom.css" rel="stylesheet" type="text/css">
<link href="https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css" rel="stylesheet">
<link rel="stylesheet" href="//fonts.googleapis.com/css?family=PT+Serif:400,400italic,700%7CPT+Sans:400">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://edil3ra.github.io/pages/cv/">
<!--[if lt IE 9]><![endif]-->
</head>
<body>
	<nav class="sidebar"><ul>
<li><a href="../../index.html" title="Home"><i aria-hidder="true" class="fa fa-home"></i></a></li>
		        <li><a href="../../archive.html" title="Archives"><i aria-hidder="true" class="fa fa-archive"></i></a></li>
		        <li><a href="../../rss.xml" title="RSS"><i aria-hidder="true" class="fa fa-rss"></i></a></li>
		        <li class="separator">
		        <li><a href="#" title="About me"><i aria-hidder="true" class="fa fa-user"></i></a></li>
		        <li><a href="https://github.com/edil3ra" title="Github"><i aria-hidder="true" class="fa fa-github"></i></a></li>
		        <li><a href="https://www.linkedin.com/in/vincent-houba-866525b6/" title="linkedin"><i aria-hidder="true" class="fa fa-linkedin"></i></a></li>
		        <li><a href="http://stackoverflow.com/users/5858449/edil3ra" title="stack"><i aria-hidder="true" class="fa fa-stack-overflow"></i></a></li>
		        <li class="separator">
		        <li><a href="../games/index.html" title="Games"><i aria-hidder="true" class="fa fa-gamepad"></i></a></li>
		        <li><a href="../projects/index.html" title="Projects"><i aria-hidder="true" class="fa fa-briefcase"></i></a></li>
	</ul></nav><div class="main">
		<div class="masthead">
			<div class="container">
				
    <h3 class="masthead-title">
	    edil3ra
    </h3>
	
			</div>
		</div>
		<div class="container content" id="content">
			
<article class="post-cv storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="post-title p-name entry-title" itemprop="headline name"><a href="." class="u-url">About me</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">About me</th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Age</td>
<td class="left">27 ans</td>
</tr>
<tr>
<td class="left">Personnal experience</td>
<td class="left">6 ans</td>
</tr>
<tr>
<td class="left">Professional experience</td>
<td class="left">2 ans</td>
</tr>
<tr>
<td class="left">Country</td>
<td class="left">Belguim, Luxembourg</td>
</tr>
</tbody>
</table>
<blockquote>
<p>
Give me six hours to chop down a tree and I will spend the first four sharpening the axe.
– Abraham Lincoln
</p>
</blockquote>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Technical Skills</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-0-1" class="outline-4">
<h4 id="sec-1-0-1">{1}   <span class="underline">low</span>   {2}  <span class="underline">medium</span>  {3}  <span class="underline">high</span>  {4}  <span class="underline">master</span>
</h4>
</div>
<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">Backend</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Language</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Python</td>
<td class="left">{4}</td>
<td class="left">Elisp</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Node (ES6)</td>
<td class="left">{2}</td>
<td class="left">Ruby</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Elixir</td>
<td class="left">{1}</td>
<td class="left">Php</td>
<td class="left">{1}</td>
</tr>
<tr>
<td class="left">Java</td>
<td class="left">{1}</td>
<td class="left">Clojure</td>
<td class="left">{1}</td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Framework python</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Django</td>
<td class="left">{2}</td>
<td class="left">Flask</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Nikola</td>
<td class="left">{2}</td>
<td class="left">Tornado</td>
<td class="left">{1}</td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Framework elixir</th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody><tr>
<td class="left">Phoenix</td>
<td class="left">{1}</td>
</tr></tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Framework Php</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody><tr>
<td class="left">Symfony</td>
<td class="left">{1}</td>
<td class="left">Zf2</td>
<td class="left">{1}</td>
</tr></tbody>
</table>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">Frontend</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Language</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Javascript(es6)</td>
<td class="left">{3}</td>
<td class="left">Typescript</td>
<td class="left">{3}</td>
</tr>
<tr>
<td class="left">Elm</td>
<td class="left">{2}</td>
<td class="left"> </td>
<td class="left"> </td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Integration</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Css</td>
<td class="left">{2}</td>
<td class="left">Sass</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Jquery</td>
<td class="left">{2}</td>
<td class="left">Bootstrap</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Foundation</td>
<td class="left">{3}</td>
<td class="left">Materialize</td>
<td class="left">{2}</td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Framework</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Angular2</td>
<td class="left">{3}</td>
<td class="left">React</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Vuejs</td>
<td class="left">{1}</td>
<td class="left"> </td>
<td class="left"> </td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Build Tools</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Webpack</td>
<td class="left">{2}</td>
<td class="left">Brunch</td>
<td class="left">{3}</td>
</tr>
<tr>
<td class="left">gulp</td>
<td class="left">{1}</td>
<td class="left">Grunt</td>
<td class="left">{1}</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3">Others</h3>
<div class="outline-text-3" id="text-1-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Servers</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody><tr>
<td class="left">Nginx</td>
<td class="left">{2}</td>
<td class="left">Apache</td>
<td class="left">{1}</td>
</tr></tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Databases</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Mysql</td>
<td class="left">{2}</td>
<td class="left">Postgresql</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Sqlite</td>
<td class="left">{2}</td>
<td class="left">Mongo</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Redis</td>
<td class="left">{1}</td>
<td class="left"> </td>
<td class="left"> </td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Tools</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Slack</td>
<td class="left">{3}</td>
<td class="left">Jira</td>
<td class="left">{3}</td>
</tr>
<tr>
<td class="left">Confluence</td>
<td class="left">{3}</td>
<td class="left"> </td>
<td class="left"> </td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">Others</th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody>
<tr>
<td class="left">Emacs</td>
<td class="left">{3}</td>
<td class="left">Git</td>
<td class="left">{2}</td>
</tr>
<tr>
<td class="left">Docker</td>
<td class="left">{2}</td>
<td class="left">Vagrant</td>
<td class="left">{2}</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4">Human Language</h3>
<div class="outline-text-3" id="text-1-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<tbody>
<tr>
<td class="left">French</td>
<td class="left">{4}</td>
</tr>
<tr>
<td class="left">English</td>
<td class="left">{3}</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>



<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Professional Experience</h2>
<div class="outline-text-2" id="text-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">*Vesperia -  <i><b>2016 - 2017</b></i> (14 months)</th>
<th scope="col" class="left">Software Engineer*</th>
</tr></thead>
<tbody>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">
<b>Docteana</b> Improve the website.</td>
</tr>
<tr>
<td class="left"><b>Environnement</b></td>
<td class="left">zf2, jquery, angular, mysql, vagrant</td>
</tr>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">
<b>LogDirect:</b> Bugfixing on existing website.</td>
</tr>
<tr>
<td class="left"><b>Environnement</b></td>
<td class="left">Wordpress, Jquery, Css, Bootstrap, Docker.</td>
</tr>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">
<b>atHome</b>: Building statical tools with typescript</td>
</tr>
<tr>
<td class="left"><b>Environnement</b></td>
<td class="left">Typescript and React, home framework, docker.</td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left"><b>Vous.lu - <i><b>2015</b></i> (2month)</b></th>
<th scope="col" class="left"><b>Web developer</b></th>
</tr></thead>
<tbody>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">Building website for the agency</td>
</tr>
<tr>
<td class="left"><b>Environnement</b></td>
<td class="left">Wordpress bootstrap</td>
</tr>
</tbody>
</table>
</div>
</div>




<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Education</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="right">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="right"><b>Vesperia Group Traning course</b></th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody><tr>
<td class="right">2016</td>
<td class="left">- POO &amp; Design Patterns, Tests Unitaires et ZendFramwork 2*/</td>
</tr></tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left"><b>STE-Formations 2014-2015</b></th>
<th scope="col" class="left"><b>Java cloud computing</b></th>
</tr></thead>
<tbody>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">It was a advanced formation that last 1 years</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">We did a lot of database analyse, algorithm, design patterns</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">We build a sudoku and a website</td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="left">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="left">*Bac + 2 (2012-2014)</th>
<th scope="col" class="left">Web developer*</th>
</tr></thead>
<tbody>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">first year: html, css, php, mysql, javascript, jquery</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">second year: symfony2, pdo, apache, bootstrap..</td>
</tr>
<tr>
<td class="left"><b>Final</b></td>
<td class="left">build <a href="http://www.liex.be">http://www.liex.be</a>
</td>
</tr>
<tr>
<td class="left"><b>Environnement</b></td>
<td class="left">Python, django, mysql, nginx, foundation, jquery</td>
</tr>
<tr>
<td class="left"><b>Description</b></td>
<td class="left">I had the choice of thecnologie so i choose python</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">to give me a challenge, i really like the project and</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">i learn a lot as a web developer because i build</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">everything from scratch, it has a backend and</td>
</tr>
<tr>
<td class="left"> </td>
<td class="left">a private zone with a calendar and a chat</td>
</tr>
</tbody>
</table>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup>
<col class="right">
<col class="left">
</colgroup>
<thead><tr>
<th scope="col" class="right"><b>Formation web</b></th>
<th scope="col" class="left"> </th>
</tr></thead>
<tbody><tr>
<td class="right">2011-2012</td>
<td class="left">Web developer</td>
</tr></tbody>
</table>
</div>
</div>
    </div>
    

</article>
</div>
	</div>
	
	
		<footer class="footer" id="footer"><div class="container">
				
<blockquote>
  <p>Definiteness of purpose is the starting point of all achievement. - <quote> W. Clement Stone </quote></p>
</blockquote>

<p>
<a href="mailto:edil3ra@gmail.com">edil3ra@gmail.com</a>
</p>


			</div>
		</footer><script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script><script src="../../assets/js/moment-with-locales.min.js"></script><script src="../../assets/js/fancydates.js"></script><script src="../../assets/js/my.js"></script>
</body>
</html>
